// Данные для замены текста
export const sections = {
    btn0: {
        title: 'huinya',
        description: 'escho huinya'
    },
    btn1: {
        title: 'Деятельность компании',
        description: 'Информация о деятельности компании, включающая проекты и инициативы, а также будущие планы развития.'
    },
    btn2: {
        title: 'Акционерам',
        description: 'Актуальная информация для акционеров, включая отчеты, собрания и дивидендную политику.'
    },
    btn3: {
        title: 'Инвесторам',
        description: 'Раздел для инвесторов с ключевыми показателями, стратегическими планами и инвестиционными возможностями.'
    },
    btn4: {
        title: 'Контакты',
        description: 'Свяжитесь с нами для получения дополнительной информации или вопросов по нашим услугам.'
    }
};

// Добавление события на клик для каждой кнопки
